public class Gibson implements MusicShop{
    @Override
    public void soundSamples() {
        System.out.println("Знамените звучання електроакустичної гітари GIBSON SJ-200 STANDARD VINTAGE SUNBURST " +
                "обов'язково прикрасить будь-який концертний виступ або студійну сесію. " +
                "Цей відзначений нагородами «Король Флет Топів» володіє гучним, чистим звуком при грі перебором або фінгерстайлі, завдяки цілісній ялиновій верхній деці та нижній деці з обичайкою з вогняного клена. " +
                "Звукознімач LR Baggs Anthem переносить тони інструменту на сцену або в студію на належному рівні. " +
                "Додайте сміливе звучання та яскравий образ цієї гітари до вашого арсеналу уже сьогодні.");

    }
}
